
[
    {
        "image": "https://i.ibb.co/gwtn0N0/Cultivator-min.jpg",
        "title":"Cultivator",
        "description": "A cultivator is a piece of agricultural equipment used for secondary tillage. One sense of the name refers to frames with teeth (also called shanks) that pierce the soil as they are dragged through it linearly. It also refers to machines that use rotary motion of disks or teeth to accomplish a similar result. The rotary tiller is a principal example. Cultivators stir and pulverize the soil, either before planting (to aerate the soil and prepare a smooth, loose seedbed) or after the crop has begun growing (to kill weeds—controlled disturbance of the topsoil close to the crop plants kills the surrounding weeds by uprooting them, burying their leaves to disrupt their photosynthesis, or a combination of both). Unlike a harrow, which disturbs the entire surface of the soil, cultivators are designed to disturb the soil in careful patterns, sparing the crop plants but disrupting the weeds. Cultivators of the toothed type are often similar in form to chisel plows, but their goals are different. Cultivator teeth work near the surface, usually for weed control, whereas chisel plow shanks work deep beneath the surface, breaking up hardpan. Consequently, cultivating also takes much less power per shank than chisel plowing."
    },
    {
        "image": "https://i.ibb.co/0qF0901/Disc-Harrow-min.jpg",
        "title":"Disc-Harrow",
        "description": "A disc harrow is a harrow whose cutting edges are a row of concave metal discs, which may be scalloped or set at an oblique angle. It is an agricultural implement that is used to till the soil where crops are to be planted. It is also used to chop up unwanted weeds or crop residue. It consists of many carbon steel discs, and sometimes longer-lasting boron steel discs, which have many varying concavities and disc blade sizes and spacing (the choices of the latter being determined by the final result required in a given soil type) and which are arranged into two sections (offset disc harrow) or four sections (tandem disc harrow). When viewed from above, the four sections would appear to form an X which has been flattened to be wider than it is tall. The discs are also offset so that they are not parallel with the overall direction of the implement. This arrangement ensures that the discs will repeatedly slice any ground to which they are applied, in order to optimize the result. The concavity of the discs as well as their offset angle causes them to loosen and lift the soil that they cut. A discer is an evolved form of a disc harrow, more suitable to Saskatchewan prairies, where it was developed in the 1940s. It does not leave ridging and it is lighter to pull, so it can be made bigger. After the 1980s their domination started to fade."
    },
    {
        "image": "https://i.ibb.co/5YW5s90/Fertilizer-Spreaders-min.jpg",
        "title":"Fertilizer Spreaders",
        "description": "A fertilizer spreader is a piece of agricultural equipment people can use to apply even, aerated coats of fertilizer to lawns, beds, and fields. Fertilizer spreaders can come in the form of tractor attachments or standalone devices and are readily available through agricultural suppliers and gardening stores. It is often possible to rent one, for people who only need to apply fertilizer periodically and do not want to invest in a piece of equipment for this purpose. Some fertilizer spreaders operate with a gravity feeding mechanism. A chamber on top of the device holds the fertilizer while the spreader is pushed or dragged across an area. As it moves, the fertilizer shakes down and out through small holes at the bottom. This provides an even coat with aeration, as the fertilizer is tossed while it is spread. The coverage tends to be narrow and multiple passes may be needed to apply enough fertilizer to a given area."
    },
    {
        "image": "https://i.ibb.co/fqV6jFM/Rotary-Tiller-min.jpg",
        "title":"Rotary Tiller",
        "description": "A rotary tiller is a type of garden tool used to cultivate soil. It is powered by a gasoline or electric motor and has rotating blades that dig into the soil, breaking up dirt and debris and preparing the soil for planting. Rotary tillers are used to break up clumps of soil and create a more even surface for planting. They can also be used to mix in compost or other soil amendments.A rotary tiller uses a set of curved tines attached to a rotating shaft that is powered by your tractor's PTO to dig into your garden soil, churning it into a fine, essentially clod-free seedbed. You can adjust the working depth of your tiller by adjusting the skid shoes.A rotary tiller, also known as a rototiller, rotavator, rotary hoe, power tiller, or rotary plow (rotary plough in British English), is a motorized cultivator that works the soil by means of rotating tines or blades. Rotary tillers are either self propelled or drawn as an attachment behind either a two-wheel tractor or four-wheel tractor."
    },
    {
        "image": "https://i.ibb.co/4VRJhcV/Plough-min.jpg",
        "title":"Plough",
        "description": "A plough or plow is a farm tool for loosening or turning the soil before sowing seed or planting.[1] Ploughs were traditionally drawn by oxen and horses, but in modern farms are drawn by tractors. A plough may have a wooden, iron or steel frame, with a blade attached to cut and loosen the soil. It has been fundamental to farming for most of history.[2] The earliest ploughs had no wheels; such a plough was known to the Romans as an aratrum. Celtic peoples first came to use wheeled ploughs in the Roman era.[3] The prime purpose of ploughing is to turn over the uppermost soil,[4] bringing fresh nutrients to the surface[5] while burying weeds and crop remains to decay. Trenches cut by the plough are called furrows. In modern use, a ploughed field is normally left to dry and then harrowed before planting. Ploughing and cultivating soil evens the content of the upper 12 to 25 centimetres (5 to 10 in) layer of soil, where most plant-feeder roots grow. Ploughs were initially powered by humans, but the use of farm animals was considerably more efficient. The earliest animals worked were oxen. Later, horses and mules were used in many areas. With the industrial revolution came the possibility of steam engines to pull ploughs. These in turn were superseded by internal-combustion-powered tractors in the early 20th century."
    }
]
